[
	{
		"id": 0,
		"name": "NW(B-3) anti-pop",
		"manufacturer": "NEEWER",
		"fullName": "NEEWER NW(B-3) anti-pop",
		"descriptionEN": "New generic Studio Microphone Mic Wind Screen Pop Filter Mask Shied Essential item for recording, speaking or singing. It will help to ensure that your tracks are audible and easy to understand. And also it will make sure your message loud and clear, and banish the dreaded hissing and lisping sounds that come when pronouncing the letter 's' and the explosion of air that follows 'b' and 'p' with this microphone pop screen. Double layer, convenient and easy use. Protects your microphone from surplus spit caused by over eager performers. 360° flexible gooseneck holder, convenient for use. Swivel mount for easy installation. Adjustable clamp fixes securely to any mic stand. Goose neck for precise positioning. It can also protect the microphone from the accumulation of saliva. Commonly used in a recording studio. Package contents: 1x Studio Microphone Mic Wind Screen Pop Filter Mask Shied",
		"descriptionES": "Nuevo micrófono de estudio genérico Mic Wind Screen Pop Filter Mask Shied Elemento esencial para grabar, hablar o cantar. Ayudará a garantizar que sus pistas sean audibles y fáciles de entender. Y también asegurará que su mensaje sea alto y claro, y desvanecerá los temidos silbidos y ceceos que se producen al pronunciar la letra 's' y la explosión de aire que sigue a la 'b' y la 'p' con esta pantalla emergente de micrófono. Doble capa, uso conveniente y fácil. Protege su micrófono del exceso de saliva causado por artistas demasiado entusiastas. Soporte de cuello de cisne flexible de 360 °, conveniente para usar. Montaje giratorio para una fácil instalación. La abrazadera ajustable se fija de forma segura a cualquier soporte de micrófono. Cuello de ganso para un posicionamiento preciso. También puede proteger el micrófono de la acumulación de saliva. Comúnmente utilizado en un estudio de grabación. Contenido del paquete: 1x Micrófono de estudio Mic Wind Screen Pop Filter Mask Shied",
		"size": [
			"6.3 x 1.1 x 12.01 inches",
			"16 x 2.8 x 30.5 cm."
		],
		"itemModelNumber": "B00ACFAULC",
		"weight": [
			"8.29 ounces",
			"235.02 gramos"
		],
		"price": 10.99,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/986132645262008370/neewer_nw.png",
		"tag": [
			"neewer",
			"nw",
			"b-3",
			"anti",
			"pop"
		]
	},
	{
		"id": 1,
		"name": "TH106",
		"manufacturer": "ZRAMO",
		"fullName": "ZRAMO TH106",
		"descriptionEN": "Metal black shock mount come with adapter screw",
		"descriptionES": "El soporte de metal negro viene con tornillo adaptador.",
		"size": [
			"5.45 x 4.45 x 3 inches",
			""
		],
		"itemModelNumber": "TH106",
		"weight": [
			"0.44 pounds",
			"0.2 kg."
		],
		"price": 11.99,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/986503068239679558/zramo_th106.png",
		"tag": [
			"zramo",
			"th106"
		]
	},
	{
		"id": 2,
		"name": "STAND-V002",
		"manufacturer": "VIVO",
		"fullName": "VIVO STAND-V002",
		"descriptionEN": "STAND-V002 comes packed with user geared features including full motion articulation, removable VESA mounting plates, monitor height adjustment, integrated cable management, and more. The versatility of screen placement allows for ergonomic viewing which encourages healthy body positioning and helps reduce fatigue and strain on the neck, shoulders, and eyes. The clamp style mount clears up valuable desk space removing unwanted clutter. ",
		"descriptionES": "STAND-V002 viene repleto de características orientadas al usuario que incluyen articulación de movimiento completo, placas de montaje VESA extraíbles, ajuste de altura del monitor, gestión de cables integrada y más. La versatilidad de la ubicación de la pantalla permite una visualización ergonómica que fomenta una posición corporal saludable y ayuda a reducir la fatiga y la tensión en el cuello, los hombros y los ojos. El soporte estilo abrazadera libera valioso espacio en el escritorio eliminando el desorden no deseado.",
		"size": [
			"24.2 x 12.5 x 5.3 inches ",
			"61.468 x 31.75 x 13.462 cm"
		],
		"itemModelNumber": "STAND-V002",
		"weight": [
			"",
			""
		],
		"price": 34.99,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/986503860065533982/vivo_stand-v002.png",
		"tag": [
			"zramo",
			"th106"
		]
	},
	{
		"id": 3,
		"name": "Sleeved PSU Cables Pro Kit",
		"manufacturer": "Corsair",
		"fullName": "Corsair Sleeved PSU Cables Pro Kit",
		"descriptionEN": "Corsair Sleeved PSU Cables Pro Kit",
		"descriptionES": "",
		"size": [
			"",
			""
		],
		"itemModelNumber": "",
		"weight": [
			"",
			""
		],
		"price": 109.99,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/986733562545991710/cosair_psu_cables.png",
		"tag": [
			"corsair",
			"psu",
			"cables"
		]
	}
]