[
	{
		"id": 0,
		"name": "Core i5-9600K",
		"manufacturer": "Intel",
		"fullName": "Intel Core i5-9600K",
		"descriptionEN": "Specifications Mfr Part Number: BX80684I59600K model: Intel Core i5-9600k processor Core name: coffee Lake Core count: 6 thread count: 6 clock speed: 3.7 GHz max Turbo Frequency: 4.6 GHz Smart Cache: 9 MB DMI3: 8.0 gt/s lithography: 14 nm socket: LGA 1151 Max thermal design Power: 95 W memory Type: DDR4-2666 processor graphics: Intel UHD Graphics 630 graphics base frequency: 350 MHz graphics Max dynamic frequency: 1.15 GHz max CPU configuration: 1 advanced technologies: Intel Optane Memory Supported Intel Turbo Boost 2.0 technology Intel vPro platform technology Intel virtualization technology (VT-x) Intel virtualization technology for directed I/O (vt-d) Intel tsx-ni Intel 64 instruction set 64-bit instruction set extensions - Intel SSE4.1, Intel‚ SSE4.2, Intel‚ Avx2 idle States enhanced Intel speed step technology thermal monitoring technologies Intel identity protection technology Intel stable image platform program (SIPP) Intel AES new instructions secure Key Intel software Guard extensions (Intel SGX) Intel memory protection extensions (Intel MPX) Intel OS Guard Intel trusted execution technology execute disable bit Intel boot Guard. Max Resolution (HDMI 1.4) = 4096x2304@24Hz; Max resolution (DP) = 4096x2304@60Hz; Max resolution (eDP - Integrated Flat Panel) = 4096x2304@60Hz.",
		"descriptionES": "Especificaciones Número de pieza del fabricante: BX80684I59600K Modelo: Procesador Intel Core i5-9600k Nombre del núcleo: Coffee Lake Número de núcleos: 6 Número de hilos: 6 Velocidad de reloj: 3,7 GHz máx. Turbo Frecuencia: 4,6 GHz Caché inteligente: 9 MB DMI3: Litografía de 8,0 gt/s : Zócalo de 14 nm: LGA 1151 Diseño térmico máximo Potencia: 95 W Tipo de memoria: DDR4-2666 Gráficos del procesador: Gráficos Intel UHD 630 Frecuencia base de gráficos: Gráficos de 350 MHz Frecuencia dinámica máxima: 1,15 GHz Configuración de CPU máx.: 1 Tecnologías avanzadas: Intel Optane Memoria Compatible Tecnología Intel Turbo Boost 2.0 Tecnología de plataforma Intel vPro Tecnología de virtualización Intel (VT-x) Tecnología de virtualización Intel para E/S dirigida (vt-d) Intel tsx-ni Conjunto de instrucciones Intel 64 Extensiones del conjunto de instrucciones de 64 bits: Intel SSE4. 1, Intel‚ SSE4.2, Intel‚ Avx2 Estados inactivos Tecnología Intel Speed ​​Step mejorada Tecnologías de control térmico Tecnología de protección de identidad Intel Programa de plataforma de imagen estable Intel (SIPP) Intel AES Nuevas instrucciones Secure Key Software Intel Guard e xtensions (Intel SGX) Extensiones de protección de memoria Intel (Intel MPX) Intel OS Guard La tecnología de ejecución confiable de Intel ejecuta el bit de desactivación Intel boot Guard. Resolución máxima (HDMI 1.4) = 4096x2304@24Hz; Resolución máxima (DP) = 4096x2304@60Hz; Resolución máxima (eDP - Panel plano integrado) = 4096x2304@60Hz.",
		"size": [
			"4.57 x 3.98 x 2.76 inches",
			"11.61 x 10.11 x 7.01 cm."
		],
		"itemModelNumber": "BX80684I59600K",
		"weight": [
			"2.4 ounces",
			"68.04 gr."
		],
		"price": 260,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/985700888029069362/intel_core_i5_9.png",
		"tags": [
			"intel",
			"core",
			"i5"
		]
	},
	{
		"id": 1,
		"name": "ROG Strix BF450-F Gaming II",
		"manufacturer": "ASUS",
		"fullName": "ASUS ROG Strix BF450-F Gaming II",
		"descriptionEN": "Powered by 2nd and 3rd generation AMD Ryzen AM4 processors, the Asus ROG STRIX x570-f gaming ATX delivers Features enthusiasts crave with the utmost functionality and pure aesthetic expression. Access next-generation connectivity with Intel Gigabit Ethernet, dual M. 2 heatsink, USB 3. 2 Gen 2, aura Sync RGB lighting. Operating System: Windows 10 64-bit, Manageability: WOL, PXE, BIOS: 256 Mb Flash ROM, UEFI AMI BIOS, PnP, WfM2.0, SM BIOS 3.2, ACPI 6.2, ROG Exclusive Features: ROG Exclusive Software - RAMCache III, CPU-Z, GameFirst V, Sonic Studio III + Sonic Studio Link,Sonic Radar III, Overwolf",
		"descriptionES": "Impulsado por procesadores AMD Ryzen AM4 de segunda y tercera generación, el ATX para juegos Asus ROG STRIX x570-f ofrece las características que los entusiastas anhelan con la máxima funcionalidad y pura expresión estética. Acceda a la conectividad de próxima generación con Intel Gigabit Ethernet, disipador de calor dual M. 2, USB 3. 2 Gen 2, iluminación aura Sync RGB. Sistema operativo: Windows 10 de 64 bits, manejabilidad: WOL, PXE, BIOS: 256 Mb Flash ROM, UEFI AMI BIOS, PnP, WfM2.0, SM BIOS 3.2, ACPI 6.2, características exclusivas de ROG: software exclusivo de ROG - RAMCache III, CPU-Z, GameFirst V, Sonic Studio III + Sonic Studio Link, Sonic Radar III, Overwolf",
		"size": [
			"13.31 x 10.74 x 2.68 inches",
			"33.81 x 27.28 x 6.81 cm."
		],
		"itemModelNumber": "90MB1160-M0EAY0",
		"weight": [
			"2.2 pounds",
			"0.998 kg."
		],
		"price": 309,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/985700886842069052/asus_rog_strix_b450f.png",
		"tags": [
			"asus",
			"rog",
			"strix"
		]
	},
	
	{
		"id": 2,
		"name": "GeForce RTX 2080 Ti Gaming OC",
		"manufacturer": "GIGABYTE",
		"fullName": "GIGABYTE GeForce RTX 2080 Ti Gaming OC",
		"descriptionEN": "Wccf Tech editor's choice Award Powered by GeForce RTX 2080 Ti NVIDIA Turing Architecture & Real Time Ray Tracing WINDFORCE 3X Cooling System with Alternate Spinning Fans 4 Years (Online Registration Required) Intuitive Controls with AORUS Engine Core Clock OC Mode: 1665 MHz, Gaming Mode: 1650 MHz 11GB 352-bit GDDR6 1 x HDMI, 3 x DisplayPort, 1 x USB Type-C PCI Express 3. 0 x16",
		"descriptionES": "Premio elegido por el editor de Wccf Tech Desarrollado por GeForce RTX 2080 Ti Arquitectura NVIDIA Turing y Trazado de rayos en tiempo real Sistema de enfriamiento WINDFORCE 3X con ventiladores giratorios alternativos 4 años (se requiere registro en línea) Controles intuitivos con AORUS Engine Core Reloj Modo OC: 1665 MHz, modo de juego: 1650 MHz 11 GB GDDR6 de 352 bits 1 x HDMI, 3 x DisplayPort, 1 x USB tipo C PCI Express 3. 0 x16",
		"size": [
			"11.28 x 4.51 x 1.98 inches",
			"28.65 x 11.45 x 5.03 cm."
		],
		"itemModelNumber": "GV-N208TGAMING OC-11GC",
		"weight": [
			"1.46 pounds",
			"0.66 kg."
		],
		"price": 1041.04,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/985700887634784266/gigabyte_geforce_rtx_2080_ti.png",
		"tags": [
			"gigabyte",
			"geforce",
			"rtx",
			"2080",
			"gaming"
		]
	},
	{
		"id": 3,
		"name": "Core i9-12900KF",
		"manufacturer": "Intel",
		"fullName": "Intel Core i9-12900KF",
		"descriptionEN": "This desktop processor family features an innovative architecture designed for intelligent performance (AI), immersive display and graphics, plus enhanced tuning and expandability to put gamers and PC enthusiasts fully in control of real-world experiences. ",
		"descriptionES": "Esta familia de procesadores de escritorio presenta una arquitectura innovadora diseñada para un rendimiento inteligente (IA), visualización y gráficos inmersivos, además de ajuste mejorado y capacidad de expansión para que los jugadores y entusiastas de la PC tengan el control total de las experiencias del mundo real.",
		"size": [
			"4.57 x 1.73 x 3.98 inches",
			"11.61 x 4.39 x 10.11 cm."
		],
		"itemModelNumber": "BX8071512900KF",
		"weight": [
			"0.5 ounces",
			"14.175 gr."
		],
		"price": 494,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/990774944772284416/intel_core_i9_12.png",
		"tags": [
			"intel",
			"core",
			"i9"
		]
	},
	{
		"id": 4,
		"name": "Ryzen 5 5600X",
		"manufacturer": "AMD",
		"fullName": "AMD Ryzen 5 5600X",
		"descriptionEN": "Be unstoppable with the unprecedented speed of the world's best desktop processors. AMD Ryzen 5000 Series processors deliver the ultimate in high performance, whether you're playing the latest games, designing the next skyscraper or crunching scientific data. With AMD Ryzen, you're always in the lead.",
		"descriptionES": "Sea imparable con la velocidad sin precedentes de los mejores procesadores de escritorio del mundo. Los procesadores de la serie AMD Ryzen 5000 ofrecen lo último en alto rendimiento, ya sea que esté jugando los últimos juegos, diseñando el próximo rascacielos o procesando datos científicos. Con AMD Ryzen, siempre estás a la cabeza.",
		"size": [
			"1.57 x 1.57 x 0.24 inches",
			"3.99 x 3.99 x 0.61 cm."
		],
		"itemModelNumber": "AMD Ryzen 5 5600X",
		"weight": [
			"2.8 ounces",
			"79.38 gr."
		],
		"price": 134.98,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/985700886074490900/amd_ryzen_5.png",
		"tags": [
			"amd",
			"ryzen"
		]
	},
	{
		"id": 5,
		"name": "NVIDIA Quadro K5200",
		"manufacturer": "PNY",
		"fullName": "PNY NVIDIA Quadro K5200",
		"descriptionEN": "The NVIDIA Quadro K5200 gives you amazing application performance and capability, making it faster and easier to accelerate 3D models, render complex scenes, and simulate large datasets.",
		"descriptionES": "La NVIDIA Quadro K5200 le brinda un rendimiento y una capacidad de aplicación asombrosos, lo que hace que sea más rápido y fácil acelerar modelos 3D, renderizar escenas complejas y simular grandes conjuntos de datos.",
		"size": [
			"13.58 x 9.45 x 3.74 inches",
			"34.49 x 24 x 9.5 cm."
		],
		"itemModelNumber": "VCQM2000-PB",
		"weight": [
			"8.3 ounces",
			"235.3 gr."
		],
		"price": 638.99,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/985700885827055616/pny_nvidia_quadro.png",
		"tags": [
			"pny",
			"nvidia",
			"quadro"
		]
	},
	{
		"id": 6,
		"name": "Ryzen Threadripper 3970X",
		"manufacturer": "AMD",
		"fullName": "AMD Ryzen Threadripper 3970X",
		"descriptionEN": "Fully realize your creative vision with the Ryzen Threadripper 3970X 3.7 GHz 32-Core TRX4 Processor from AMD, which has a base clock speed of 3.7 GHz and a maximum turbo frequency of 4.5 GHz. A member of AMD's 3rd generation of Ryzen processors, this processor features 32 cores with 64 threads in a TRX4 socket with 16MB of L2 cache memory and 128MB of L3 cache memory. Having 32 cores allows the processor to run multiple programs simultaneously without slowing down the system, while the 64 threads allow a basic ordered sequence of instructions to be passed through or processed by a single CPU core. This processor also has a TDP of 280W.",
		"descriptionES": "Realice completamente su visión creativa con el procesador Ryzen Threadripper 3970X 3.7 GHz 32-Core TRX4 de AMD, que tiene una velocidad de reloj base de 3.7 GHz y una frecuencia turbo máxima de 4.5 GHz. Miembro de la tercera generación de procesadores Ryzen de AMD, este procesador cuenta con 32 núcleos con 64 subprocesos en un zócalo TRX4 con 16 MB de memoria caché L2 y 128 MB de memoria caché L3. Tener 32 núcleos permite que el procesador ejecute múltiples programas simultáneamente sin ralentizar el sistema, mientras que los 64 subprocesos permiten que una secuencia ordenada básica de instrucciones pase o sea procesada por un solo núcleo de CPU. Este procesador también tiene un TDP de 280W.",
		"size": [
			"3.07 x 2.2 x 0.3 inches",
			"7.8 x 5.6 x 0.762 cm."
		],
		"itemModelNumber": "B0815JJQQ8",
		"weight": [
			"1.7 pounds",
			"0.771 kg."
		],
		"price": 3279.23,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/985700886389096549/amd_threadripper.png",
		"tags": [
			"amd",
			"ryzen",
			"threadripper"
		]
	},
	{
		"id": 7,
		"name": "Hyper 212 RGB Black Edition",
		"manufacturer": "Cooler Master",
		"fullName": "Cooler Master Hyper 212 RGB Black Edition",
		"descriptionEN": "The legendary Air cooler is back. The Hyper 212 RGB Black edition is a no fuss get the best cooling air cooler. The aluminum top cover and nickel plated Jet black fins, give the Hyper 212 RGB Black edition a premium look. The sleek Jet black not only makes it look great, but, does increase cooling performance.",
		"descriptionES": "El legendario enfriador de aire está de vuelta. La edición Hyper 212 RGB Black es fácil de obtener el mejor enfriador de aire de refrigeración. La cubierta superior de aluminio y las aletas de color negro azabache niqueladas le dan a la edición Hyper 212 RGB Black un aspecto premium. El elegante negro azabache no solo hace que se vea genial, sino que también aumenta el rendimiento de refrigeración.",
		"size": [
			"6.29 x 3.93 x 9.09 inches",
			"15.98 x 9.98 x 23.1 cm."
		],
		"itemModelNumber": "RR-212S-20PC-R1",
		"weight": [
			"2.06 pounds",
			"0.93 kg."
		],
		"price": 90.98,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/985700887219560458/cooler_master_hyper_212.png",
		"tags": [
			"cooler",
			"master",
			"hyper",
			"212",
			"rgb",
			"black",
			"edition"
		]
	},
	{
		"id": 8,
		"name": "Vengeane RGB Pro 32GB (2X16GB) DDR4 3600 MHz",
		"manufacturer": "Corsair",
		"fullName": "Corsair Vengeane RGB Pro 32GB (2X16GB) DDR4 3600 MHz",
		"descriptionEN": "CORSAIR VENGEANCE RGB PRO Series DDR4 memory lights up your PC with mesmerizing dynamic multi-zone RGB lighting, while delivering the best in DDR4 performance and stability. Every module boasts ten individually controlled RGB LEDs, while wire-free design makes installation simple. Take control with CORSAIR iCUE software and completely customize every module’s lighting to match your system, or easily synchronize lighting across all your CORSAIR products with Light LINK. A custom designed PCB provides the highest signal quality for the best level of performance and stability on the latest AMD and Intel DDR4 motherboards, while specially screened ICs unlock superior overclocking.",
		"descriptionES": "La memoria DDR4 de la serie CORSAIR VENGEANCE RGB PRO ilumina su PC con una fascinante iluminación RGB multizona dinámica, a la vez que ofrece lo mejor en rendimiento y estabilidad DDR4. Cada módulo cuenta con diez LED RGB controlados individualmente, mientras que el diseño sin cables simplifica la instalación. Tome el control con el software CORSAIR iCUE y personalice completamente la iluminación de cada módulo para que coincida con su sistema, o sincronice fácilmente la iluminación en todos sus productos CORSAIR con Light LINK. Una PCB diseñada a medida proporciona la más alta calidad de señal para el mejor nivel de rendimiento y estabilidad en las últimas placas base AMD e Intel DDR4, mientras que los circuitos integrados especialmente seleccionados desbloquean un overclocking superior.",
		"size": [
			"5.44 x 0.3 x 2 inches",
			"13.82 x 0.76 x 5.08 cm."
		],
		"itemModelNumber": "CMW32GX4M2Z3600C18",
		"weight": [
			"5.3 ounces",
			"150.252 gr."
		],
		"price": 166.93,
		"img": "https://cdn.discordapp.com/attachments/985700726833557524/985700888586895370/p6qe4n2i.png",
		"tags": [
			"corsair",
			"vengeance",
			"rgb",
			"pro",
			"32gb",
			"ddr4",
			"3600",
			"mhz"
		]
	}
]
