[
   {
      "category": "accessories",
      "descriptionEN": "New generic Studio Microphone Mic Wind Screen Pop Filter Mask Shied Essential item for recording, speaking or singing. It will help to ensure that your tracks are audible and easy to understand. And also it will make sure your message loud and clear, and banish the dreaded hissing and lisping sounds that come when pronouncing the letter 's' and the explosion of air that follows 'b' and 'p' with this microphone pop screen. Double layer, convenient and easy use. Protects your microphone from surplus spit caused by over eager performers. 360° flexible gooseneck holder, convenient for use. Swivel mount for easy installation. Adjustable clamp fixes securely to any mic stand. Goose neck for precise positioning. It can also protect the microphone from the accumulation of saliva. Commonly used in a recording studio. Package contents: 1x Studio Microphone Mic Wind Screen Pop Filter Mask Shied",
      "descriptionES": "Nuevo micrófono de estudio genérico Mic Wind Screen Pop Filter Mask Shied Elemento esencial para grabar, hablar o cantar. Ayudará a garantizar que sus pistas sean audibles y fáciles de entender. Y también asegurará que su mensaje sea alto y claro, y desvanecerá los temidos silbidos y ceceos que se producen al pronunciar la letra 's' y la explosión de aire que sigue a la 'b' y la 'p' con esta pantalla emergente de micrófono. Doble capa, uso conveniente y fácil. Protege su micrófono del exceso de saliva causado por artistas demasiado entusiastas. Soporte de cuello de cisne flexible de 360 °, conveniente para usar. Montaje giratorio para una fácil instalación. La abrazadera ajustable se fija de forma segura a cualquier soporte de micrófono. Cuello de ganso para un posicionamiento preciso. También puede proteger el micrófono de la acumulación de saliva. Comúnmente utilizado en un estudio de grabación. Contenido del paquete: 1x Micrófono de estudio Mic Wind Screen Pop Filter Mask Shied",
      "fullName": "NEEWER NW(B-3) anti-pop",
      "id": 0,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/986132645262008370/neewer_nw.png",
      "itemModelNumber": "B00ACFAULC",
      "manufacturer": "NEEWER",
      "name": "NW(B-3) anti-pop",
      "price": 10.99,
      "sizeEN": "6.3 x 1.1 x 12.01 inches",
      "sizeES": "16 x 2.8 x 30.5 cm.",
      "weightEN": "8.29 ounces",
      "weightES": "235.02 gramos"
   },
   {
      "category": "accessories",
      "descriptionEN": "Metal black shock mount come with adapter screw.",
      "descriptionES": "El soporte de metal negro viene con tornillo adaptador.",
      "fullName": "ZRAMO TH106",
      "id": 1,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/986503068239679558/zramo_th106.png",
      "itemModelNumber": "TH106",
      "manufacturer": "ZRAMO",
      "name": "TH106",
      "price": 11.99,
      "sizeEN": "5.45 x 4.45 x 3 inches",
      "sizeES": "13.843 x 11.3 x 7.62 cm.",
      "weightEN": "0.44 pounds",
      "weightES": "0.2 kg."
   },
   {
      "category": "accessories",
      "descriptionEN": "STAND-V002 comes packed with user geared features including full motion articulation, removable VESA mounting plates, monitor height adjustment, integrated cable management, and more. The versatility of screen placement allows for ergonomic viewing which encourages healthy body positioning and helps reduce fatigue and strain on the neck, shoulders, and eyes. The clamp style mount clears up valuable desk space removing unwanted clutter.",
      "descriptionES": "STAND-V002 viene repleto de características orientadas al usuario que incluyen articulación de movimiento completo, placas de montaje VESA extraíbles, ajuste de altura del monitor, gestión de cables integrada y más. La versatilidad de la ubicación de la pantalla permite una visualización ergonómica que fomenta una posición corporal saludable y ayuda a reducir la fatiga y la tensión en el cuello, los hombros y los ojos. El soporte estilo abrazadera libera valioso espacio en el escritorio eliminando el desorden no deseado.",
      "fullName": "VIVO STAND-V002",
      "id": 2,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/986503860065533982/vivo_stand-v002.png",
      "itemModelNumber": "STAND-V002",
      "manufacturer": "VIVO",
      "name": "STAND-V002",
      "price": 34.99,
      "sizeEN": "24.2 x 12.5 x 5.3 inches ",
      "sizeES": "61.47 x 31.75 x 13.46 cm",
      "weightEN": "9 pounds",
      "weightES": "4.08 kg."
   },
   {
      "category": "accessories",
      "descriptionEN": "The CORSAIR Premium Individually Sleeved Type 4 Gen 4 Pro Kit includes everything you need to fully upgrade your PSU cables to flexible paracord sleeve, available in seven different colors and patterns. ",
      "descriptionES": "El kit CORSAIR Premium Individually Sleeved Type 4 Gen 4 Pro incluye todo lo que necesita para actualizar completamente sus cables de fuente de alimentación a una funda de paracaídas flexible, disponible en siete colores y patrones diferentes.",
      "fullName": "Corsair Sleeved PSU Cables Pro Kit",
      "id": 3,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/986733562545991710/cosair_psu_cables.png",
      "itemModelNumber": "CP-8920223",
      "manufacturer": "Corsair",
      "name": "Sleeved PSU Cables Pro Kit",
      "price": 109.99,
      "sizeEN": "29.53 x 1.02 x 0.63 inches",
      "sizeES": "75 x 2.6 x 1.6 cm.",
      "weightEN": "3.33 pounds",
      "weightES": "1.51 kg."
   },
   {
      "category": "components",
      "descriptionEN": "Specifications Mfr Part Number: BX80684I59600K model: Intel Core i5-9600k processor Core name: coffee Lake Core count: 6 thread count: 6 clock speed: 3.7 GHz max Turbo Frequency: 4.6 GHz Smart Cache: 9 MB DMI3: 8.0 gt/s lithography: 14 nm socket: LGA 1151 Max thermal design Power: 95 W memory Type: DDR4-2666 processor graphics: Intel UHD Graphics 630 graphics base frequency: 350 MHz graphics Max dynamic frequency: 1.15 GHz max CPU configuration: 1 advanced technologies: Intel Optane Memory Supported Intel Turbo Boost 2.0 technology Intel vPro platform technology Intel virtualization technology (VT-x) Intel virtualization technology for directed I/O (vt-d) Intel tsx-ni Intel 64 instruction set 64-bit instruction set extensions - Intel SSE4.1, Intel‚ SSE4.2, Intel‚ Avx2 idle States enhanced Intel speed step technology thermal monitoring technologies Intel identity protection technology Intel stable image platform program (SIPP) Intel AES new instructions secure Key Intel software Guard extensions (Intel SGX) Intel memory protection extensions (Intel MPX) Intel OS Guard Intel trusted execution technology execute disable bit Intel boot Guard. Max Resolution (HDMI 1.4) = 4096x2304@24Hz; Max resolution (DP) = 4096x2304@60Hz; Max resolution (eDP - Integrated Flat Panel) = 4096x2304@60Hz.",
      "descriptionES": "Especificaciones Número de pieza del fabricante: BX80684I59600K Modelo: Procesador Intel Core i5-9600k Nombre del núcleo: Coffee Lake Número de núcleos: 6 Número de hilos: 6 Velocidad de reloj: 3,7 GHz máx. Turbo Frecuencia: 4,6 GHz Caché inteligente: 9 MB DMI3: Litografía de 8,0 gt/s : Zócalo de 14 nm: LGA 1151 Diseño térmico máximo Potencia: 95 W Tipo de memoria: DDR4-2666 Gráficos del procesador: Gráficos Intel UHD 630 Frecuencia base de gráficos: Gráficos de 350 MHz Frecuencia dinámica máxima: 1,15 GHz Configuración de CPU máx.: 1 Tecnologías avanzadas: Intel Optane Memoria Compatible Tecnología Intel Turbo Boost 2.0 Tecnología de plataforma Intel vPro Tecnología de virtualización Intel (VT-x) Tecnología de virtualización Intel para E/S dirigida (vt-d) Intel tsx-ni Conjunto de instrucciones Intel 64 Extensiones del conjunto de instrucciones de 64 bits: Intel SSE4. 1, Intel‚ SSE4.2, Intel‚ Avx2 Estados inactivos Tecnología Intel Speed ​​Step mejorada Tecnologías de control térmico Tecnología de protección de identidad Intel Programa de plataforma de imagen estable Intel (SIPP) Intel AES Nuevas instrucciones Secure Key Software Intel Guard e xtensions (Intel SGX) Extensiones de protección de memoria Intel (Intel MPX) Intel OS Guard La tecnología de ejecución confiable de Intel ejecuta el bit de desactivación Intel boot Guard. Resolución máxima (HDMI 1.4) = 4096x2304@24Hz; Resolución máxima (DP) = 4096x2304@60Hz; Resolución máxima (eDP - Panel plano integrado) = 4096x2304@60Hz.",
      "fullName": "Intel Core i5-9600K",
      "id": 4,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/985700888029069362/intel_core_i5_9.png",
      "itemModelNumber": "BX80684I59600K",
      "manufacturer": "Intel",
      "name": "Core i5-9600K",
      "price": 260,
      "sizeEN": "4.57 x 3.98 x 2.76 inches",
      "sizeES": "11.61 x 10.11 x 7.01 cm.",
      "weightEN": "2.4 ounces",
      "weightES": "68.04 gr."
   },
   {
      "category": "components",
      "descriptionEN": "Powered by 2nd and 3rd generation AMD Ryzen AM4 processors, the Asus ROG STRIX x570-f gaming ATX delivers Features enthusiasts crave with the utmost functionality and pure aesthetic expression. Access next-generation connectivity with Intel Gigabit Ethernet, dual M. 2 heatsink, USB 3. 2 Gen 2, aura Sync RGB lighting. Operating System: Windows 10 64-bit, Manageability: WOL, PXE, BIOS: 256 Mb Flash ROM, UEFI AMI BIOS, PnP, WfM2.0, SM BIOS 3.2, ACPI 6.2, ROG Exclusive Features: ROG Exclusive Software - RAMCache III, CPU-Z, GameFirst V, Sonic Studio III + Sonic Studio Link,Sonic Radar III, Overwolf",
      "descriptionES": "Impulsado por procesadores AMD Ryzen AM4 de segunda y tercera generación, el ATX para juegos Asus ROG STRIX x570-f ofrece las características que los entusiastas anhelan con la máxima funcionalidad y pura expresión estética. Acceda a la conectividad de próxima generación con Intel Gigabit Ethernet, disipador de calor dual M. 2, USB 3. 2 Gen 2, iluminación aura Sync RGB. Sistema operativo: Windows 10 de 64 bits, manejabilidad: WOL, PXE, BIOS: 256 Mb Flash ROM, UEFI AMI BIOS, PnP, WfM2.0, SM BIOS 3.2, ACPI 6.2, características exclusivas de ROG: software exclusivo de ROG - RAMCache III, CPU-Z, GameFirst V, Sonic Studio III + Sonic Studio Link, Sonic Radar III, Overwolf",
      "fullName": "ASUS ROG Strix BF450-F Gaming II",
      "id": 5,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/985700886842069052/asus_rog_strix_b450f.png",
      "itemModelNumber": "90MB1160-M0EAY0",
      "manufacturer": "ASUS",
      "name": "ROG Strix BF450-F Gaming II",
      "price": 309,
      "sizeEN": "13.31 x 10.74 x 2.68 inches",
      "sizeES": "33.81 x 27.28 x 6.81 cm.",
      "weightEN": "2.2 pounds",
      "weightES": "0.998 kg."
   },
   {
      "category": "components",
      "descriptionEN": "Wccf Tech editor's choice Award Powered by GeForce RTX 2080 Ti NVIDIA Turing Architecture & Real Time Ray Tracing WINDFORCE 3X Cooling System with Alternate Spinning Fans 4 Years (Online Registration Required) Intuitive Controls with AORUS Engine Core Clock OC Mode: 1665 MHz, Gaming Mode: 1650 MHz 11GB 352-bit GDDR6 1 x HDMI, 3 x DisplayPort, 1 x USB Type-C PCI Express 3. 0 x16",
      "descriptionES": "Premio elegido por el editor de Wccf Tech Desarrollado por GeForce RTX 2080 Ti Arquitectura NVIDIA Turing y Trazado de rayos en tiempo real Sistema de enfriamiento WINDFORCE 3X con ventiladores giratorios alternativos 4 años (se requiere registro en línea) Controles intuitivos con AORUS Engine Core Reloj Modo OC: 1665 MHz, modo de juego: 1650 MHz 11 GB GDDR6 de 352 bits 1 x HDMI, 3 x DisplayPort, 1 x USB tipo C PCI Express 3. 0 x16",
      "fullName": "GIGABYTE GeForce RTX 2080 Ti Gaming OC",
      "id": 6,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/985700887634784266/gigabyte_geforce_rtx_2080_ti.png",
      "itemModelNumber": "GV-N208TGAMING OC-11GC",
      "manufacturer": "GIGABYTE",
      "name": "GeForce RTX 2080 Ti Gaming OC",
      "price": 1041.04,
      "sizeEN": "11.28 x 4.51 x 1.98 inches",
      "sizeES": "28.65 x 11.45 x 5.03 cm.",
      "weightEN": "1.46 pounds",
      "weightES": "0.66 kg."
   },
   {
      "category": "components",
      "descriptionEN": "This desktop processor family features an innovative architecture designed for intelligent performance (AI), immersive display and graphics, plus enhanced tuning and expandability to put gamers and PC enthusiasts fully in control of real-world experiences. ",
      "descriptionES": "Esta familia de procesadores de escritorio presenta una arquitectura innovadora diseñada para un rendimiento inteligente (IA), visualización y gráficos inmersivos, además de ajuste mejorado y capacidad de expansión para que los jugadores y entusiastas de la PC tengan el control total de las experiencias del mundo real.",
      "fullName": "Intel Core i9-12900KF",
      "id": 7,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/990774944772284416/intel_core_i9_12.png",
      "itemModelNumber": "BX8071512900KF",
      "manufacturer": "Intel",
      "name": "Core i9-12900KF",
      "price": 494,
      "sizeEN": "4.57 x 1.73 x 3.98 inches",
      "sizeES": "11.61 x 4.39 x 10.11 cm.",
      "weightEN": "0.5 ounces",
      "weightES": "14.175 gr."
   },
   {
      "category": "components",
      "descriptionEN": "Be unstoppable with the unprecedented speed of the world's best desktop processors. AMD Ryzen 5000 Series processors deliver the ultimate in high performance, whether you're playing the latest games, designing the next skyscraper or crunching scientific data. With AMD Ryzen, you're always in the lead.",
      "descriptionES": "Sea imparable con la velocidad sin precedentes de los mejores procesadores de escritorio del mundo. Los procesadores de la serie AMD Ryzen 5000 ofrecen lo último en alto rendimiento, ya sea que esté jugando los últimos juegos, diseñando el próximo rascacielos o procesando datos científicos. Con AMD Ryzen, siempre estás a la cabeza.",
      "fullName": "AMD Ryzen 5 5600X",
      "id": 8,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/985700886074490900/amd_ryzen_5.png",
      "itemModelNumber": "AMD Ryzen 5 5600X",
      "manufacturer": "AMD",
      "name": "Ryzen 5 5600X",
      "price": 134.98,
      "sizeEN": "1.57 x 1.57 x 0.24 inches",
      "sizeES": "3.99 x 3.99 x 0.61 cm.",
      "weightEN": "2.8 ounces",
      "weightES": "79.38 gr."
   },
   {
      "category": "components",
      "descriptionEN": "The NVIDIA Quadro K5200 gives you amazing application performance and capability, making it faster and easier to accelerate 3D models, render complex scenes, and simulate large datasets.",
      "descriptionES": "La NVIDIA Quadro K5200 le brinda un rendimiento y una capacidad de aplicación asombrosos, lo que hace que sea más rápido y fácil acelerar modelos 3D, renderizar escenas complejas y simular grandes conjuntos de datos.",
      "fullName": "PNY NVIDIA Quadro K5200",
      "id": 9,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/985700885827055616/pny_nvidia_quadro.png",
      "itemModelNumber": "VCQM2000-PB",
      "manufacturer": "PNY",
      "name": "NVIDIA Quadro K5200",
      "price": 638.99,
      "sizeEN": "13.58 x 9.45 x 3.74 inches",
      "sizeES": "34.49 x 24 x 9.5 cm.",
      "weightEN": "8.3 ounces",
      "weightES": "235.3 gr."
   },
   {
      "category": "components",
      "descriptionEN": "Fully realize your creative vision with the Ryzen Threadripper 3970X 3.7 GHz 32-Core TRX4 Processor from AMD, which has a base clock speed of 3.7 GHz and a maximum turbo frequency of 4.5 GHz. A member of AMD's 3rd generation of Ryzen processors, this processor features 32 cores with 64 threads in a TRX4 socket with 16MB of L2 cache memory and 128MB of L3 cache memory. Having 32 cores allows the processor to run multiple programs simultaneously without slowing down the system, while the 64 threads allow a basic ordered sequence of instructions to be passed through or processed by a single CPU core. This processor also has a TDP of 280W.",
      "descriptionES": "Realice completamente su visión creativa con el procesador Ryzen Threadripper 3970X 3.7 GHz 32-Core TRX4 de AMD, que tiene una velocidad de reloj base de 3.7 GHz y una frecuencia turbo máxima de 4.5 GHz. Miembro de la tercera generación de procesadores Ryzen de AMD, este procesador cuenta con 32 núcleos con 64 subprocesos en un zócalo TRX4 con 16 MB de memoria caché L2 y 128 MB de memoria caché L3. Tener 32 núcleos permite que el procesador ejecute múltiples programas simultáneamente sin ralentizar el sistema, mientras que los 64 subprocesos permiten que una secuencia ordenada básica de instrucciones pase o sea procesada por un solo núcleo de CPU. Este procesador también tiene un TDP de 280W.",
      "fullName": "AMD Ryzen Threadripper 3970X",
      "id": 10,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/985700886389096549/amd_threadripper.png",
      "itemModelNumber": "B0815JJQQ8",
      "manufacturer": "AMD",
      "name": "Ryzen Threadripper 3970X",
      "price": 3279.23,
      "sizeEN": "3.07 x 2.2 x 0.3 inches",
      "sizeES": "7.8 x 5.6 x 0.762 cm.",
      "weightEN": "1.7 pounds",
      "weightES": "0.771 kg."
   },
   {
      "category": "components",
      "descriptionEN": "The legendary Air cooler is back. The Hyper 212 RGB Black edition is a no fuss get the best cooling air cooler. The aluminum top cover and nickel plated Jet black fins, give the Hyper 212 RGB Black edition a premium look. The sleek Jet black not only makes it look great, but, does increase cooling performance.",
      "descriptionES": "El legendario enfriador de aire está de vuelta. La edición Hyper 212 RGB Black es fácil de obtener el mejor enfriador de aire de refrigeración. La cubierta superior de aluminio y las aletas de color negro azabache niqueladas le dan a la edición Hyper 212 RGB Black un aspecto premium. El elegante negro azabache no solo hace que se vea genial, sino que también aumenta el rendimiento de refrigeración.",
      "fullName": "Cooler Master Hyper 212 RGB Black Edition",
      "id": 11,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/985700887219560458/cooler_master_hyper_212.png",
      "itemModelNumber": "RR-212S-20PC-R1",
      "manufacturer": "Cooler Master",
      "name": "Hyper 212 RGB Black Edition",
      "price": 90.98,
      "sizeEN": "6.29 x 3.93 x 9.09 inches",
      "sizeES": "15.98 x 9.98 x 23.1 cm.",
      "weightEN": "2.06 pounds",
      "weightES": "0.93 kg."
   },
   {
      "category": "components",
      "descriptionEN": "CORSAIR VENGEANCE RGB PRO Series DDR4 memory lights up your PC with mesmerizing dynamic multi-zone RGB lighting, while delivering the best in DDR4 performance and stability. Every module boasts ten individually controlled RGB LEDs, while wire-free design makes installation simple. Take control with CORSAIR iCUE software and completely customize every module’s lighting to match your system, or easily synchronize lighting across all your CORSAIR products with Light LINK. A custom designed PCB provides the highest signal quality for the best level of performance and stability on the latest AMD and Intel DDR4 motherboards, while specially screened ICs unlock superior overclocking.",
      "descriptionES": "La memoria DDR4 de la serie CORSAIR VENGEANCE RGB PRO ilumina su PC con una fascinante iluminación RGB multizona dinámica, a la vez que ofrece lo mejor en rendimiento y estabilidad DDR4. Cada módulo cuenta con diez LED RGB controlados individualmente, mientras que el diseño sin cables simplifica la instalación. Tome el control con el software CORSAIR iCUE y personalice completamente la iluminación de cada módulo para que coincida con su sistema, o sincronice fácilmente la iluminación en todos sus productos CORSAIR con Light LINK. Una PCB diseñada a medida proporciona la más alta calidad de señal para el mejor nivel de rendimiento y estabilidad en las últimas placas base AMD e Intel DDR4, mientras que los circuitos integrados especialmente seleccionados desbloquean un overclocking superior.",
      "fullName": "Corsair Vengeane RGB Pro 32GB (2X16GB) DDR4 3600 MHz",
      "id": 12,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/985700888586895370/p6qe4n2i.png",
      "itemModelNumber": "CMW32GX4M2Z3600C18",
      "manufacturer": "Corsair",
      "name": "Vengeane RGB Pro 32GB (2X16GB) DDR4 3600 MHz",
      "price": 166.93,
      "sizeEN": "5.44 x 0.3 x 2 inches",
      "sizeES": "13.82 x 0.76 x 5.08 cm.",
      "weightEN": "5.3 ounces",
      "weightES": "150.252 gr."
   },
   {
      "category": "peripherals",
      "descriptionEN": "With over 10 million Razer DeathAdders sold, the most celebrated and awarded gaming mouse in the world has earned its popularity through its exceptional ergonomic design. Perfectly suited for a palm grip, it also works well with claw and fingertip styles. The Razer DeathAdder V2 continues this legacy, retaining its signature shape while shedding more weight for quicker handling to improve your gameplay. Going beyond conventional office ergonomics, the optimized design also provides greater comfort for gaming—important for those long raids or when you're grinding your rank on ladder.",
      "descriptionES": "Con más de 10 millones de Razer DeathAdders vendidos, el mouse para juegos más célebre y premiado del mundo se ha ganado su popularidad gracias a su excepcional diseño ergonómico. Perfectamente adecuado para un agarre con la palma de la mano, también funciona bien con los estilos de garra y punta de los dedos. El Razer DeathAdder V2 continúa con este legado, conservando su forma distintiva mientras pierde más peso para un manejo más rápido para mejorar su juego. Yendo más allá de la ergonomía de oficina convencional, el diseño optimizado también proporciona una mayor comodidad para jugar, lo cual es importante para esas incursiones largas o cuando estás subiendo de rango.",
      "fullName": "Razer DeathAdder V2",
      "id": 13,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/986783561807974420/razer_deathadder_v2.png",
      "itemModelNumber": "RZ01-03210100-R3U1",
      "manufacturer": "Razer",
      "name": "DeathAdder V2",
      "price": 29.99,
      "sizeEN": "2.87 x 5 x 1.69 inches",
      "sizeES": "7.29 x 15.24 x 4.29 cm.",
      "weightEN": "6.4 ounces",
      "weightES": "181.44 gr."
   },
   {
      "category": "peripherals",
      "descriptionEN": "The 3rd generation Razer Kraken is the wired headset for competitive gamers. Its large 50 mm drivers deliver powerful and clear sound. It's engineered for long-lasting comfort with cooling-gel cushions. A retractable microphone ensures your shotcalls are always delivered in absolute clarity.",
      "descriptionES": "El Razer Kraken de tercera generación es el auricular con cable para jugadores competitivos. Sus grandes controladores de 50 mm ofrecen un sonido potente y claro. Está diseñado para una comodidad duradera con cojines de gel refrescante. Un micrófono retráctil garantiza que sus llamadas instantáneas siempre se entreguen con absoluta claridad.",
      "fullName": "Razer Kraken",
      "id": 14,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/987493388301508618/razer_kraken.png",
      "itemModelNumber": "RZ04-02830200-R3U1",
      "manufacturer": "Razer",
      "name": "Kraken",
      "price": 79.95,
      "sizeEN": "7.87 x 6.69 x 1.55 inches",
      "sizeES": "19.99 x 17 x 3.94 cm.",
      "weightEN": "11.4 ounces",
      "weightES": "323.185 gr."
   },
   {
      "category": "peripherals",
      "descriptionEN": "The CORSAIR K55 RGB PRO Gaming Keyboard lights up your desktop with five-zone dynamic RGB backlighting and powers up your gameplay with six easy to set up dedicated macro keys. The K55 RGB PRO is certified for IP42 dust and spill-resistance to stand up to wear, tear, and more, with a detachable palm rest to ensure all-day comfort, win after win.",
      "descriptionES": "",
      "fullName": "Corsair K55 RGB PRO",
      "id": 15,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/987493388003717210/corsair_k55_rgb_pro.png",
      "itemModelNumber": "CH-9226765-NA/FF",
      "manufacturer": "Corsair",
      "name": "K55 RGB PRO",
      "price": 64.99,
      "sizeEN": "20 x 9.75 x 1.8 inches",
      "sizeES": "50.8 x 24.765 x 4.572 cm.",
      "weightEN": "3.05 pounds",
      "weightES": "1.38 kg."
   },
   {
      "category": "peripherals",
      "descriptionEN": "The HyperX QuadCast S is a USB condenser microphone that both sounds great and looks great. The supremely stunning RGB lighting and dynamic effects will add style and flair to any stream or setup, and is customizable via HyperX Ngenuity software. The QuadCast S is an all-inclusive mic, featuring an anti-vibration shock mount to help quiet the rumbles of daily life and a built-in pop filter to muffle plosive sounds. Instantly know your mic status with the LED indicator, and simply tap-to-mute to avoid awkward broadcasting accidents. With four selectable polar patterns, this mic's prepared for nearly any recording situation and also features a gain control dial to quickly regulate input sensitivity. The included mount adapter fits 3/8” and 5/8” thread sizes, compatible with most stands. QuadCast S is certified by Discord and TeamSpeak so you can ensure that your microphone is broadcasting loud and clear for all your followers and listeners, and you can also monitor your mic in real time using the convenient headphone jack on the back of the mic. It's multi-platform compatible, so you can deliver quality sound output whether you're connecting to a PC, PS4, or Mac.",
      "descriptionES": "",
      "fullName": "HyperX QuadCast S",
      "id": 16,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/987494640376746034/hyperx_quadcast_s.png",
      "itemModelNumber": "HMIQ1S-XX-RG/G",
      "manufacturer": "HyperX",
      "name": "QuadCast S",
      "price": 143.68,
      "sizeEN": "9.84 x 5.08 x 4.06 inches",
      "sizeES": "25 x 12.9 x 10.3124 cm.",
      "weightEN": "1.32 pounds",
      "weightES": "0.60 kg."
   },
   {
      "category": "accessories",
      "descriptionEN": "RGB gaming mouse pad with 15 RGB lighting modes, including Red, green, blue, purple, indigo, yellow, white, magenta, orange, alternating wave, synchronizing wave, alternating flash, alternating red changing, , synchronize breathing, alternate breathing, Power-off memory mode, lights off, provides the visually stunning of colors and effects.",
      "descriptionES": "Alfombrilla de ratón para juegos RGB con 15 modos de iluminación RGB, incluidos rojo, verde, azul, morado, índigo, amarillo, blanco, magenta, naranja, onda alterna, onda de sincronización, flash alterno, cambio de rojo alterno, respiración sincronizada, respiración alternativa, potencia -Modo de memoria apagado, luces apagadas, proporciona colores y efectos visualmente impresionantes.",
      "fullName": "Trvaago Large RGB Gaming Mouse Pad",
      "id": 17,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/994467555932651570/trvaago_large_rgb_gaming_mouse_pad.png",
      "itemModelNumber": "US017",
      "manufacturer": "Trvaago",
      "name": "Large RGB Gaming Mouse Pad",
      "price": 18.99,
      "sizeEN": "31.5 x 12 x 0.12 inches",
      "sizeES": "80 x 30.48 x 0.3048 cm.",
      "weightEN": "1.17 pounds",
      "weightES": "0.53 kg."
   },
   {
      "category": "peripherals",
      "descriptionEN": "Experience endless immersion with EX2710Q 27” QHD IPS 165Hz gaming monitor. This display is purpose-built to amplify intensity with HDRi, Game Mode, and other visual optimizers, along with stellar treVolo speakers. Plus, BenQ proprietary eye-care and the ergonomic adjustable stand look out for your comfort while you're focused on the action.",
      "descriptionES": "Experimente una inmersión sin fin con el monitor para juegos EX2710Q de 27” QHD IPS 165Hz. Esta pantalla está diseñada específicamente para amplificar la intensidad con HDRi, Game Mode y otros optimizadores visuales, junto con los estelares parlantes treVolo. Además, el cuidado de la vista exclusivo de BenQ y el soporte ergonómico ajustable velan por su comodidad mientras se concentra en la acción.",
      "fullName": "BenQ MOBIUZ EX2710Q 27''",
      "id": 18,
      "img": "https://cdn.discordapp.com/attachments/985700726833557524/994471204423487619/benq_mobiuz_ex2710q_27.png",
      "itemModelNumber": "EX2710Q",
      "manufacturer": "BenQ",
      "name": "Large RGB Gaming Mouse Pad",
      "price": 459,
      "sizeEN": "24 x 9.92 x 20.69 inches",
      "sizeES": "60.77 x 25.21 x 52.55 cm.",
      "weightEN": "15.65 pounds ",
      "weightES": "7.1 kg."
   }
]